Repository: mozilla-l10n/mt-training-data
Catalog: nmz/nmz_pontoon.tmx
Source language: en_us
Languages: nmz

source: Review & re-record clips here as you go
nmz: ŋ́ wííl tóm nǝ̀ ʊ́ wósǝ̀ àtásǝ̀ kpááwʊ́ŋ, ŋ̀ kpá

source: Review & re-record clips if needed
nmz: ŋ́ wííl tóm nǝ̀ ʊ́ wósǝ̀ àtásǝ̀ kpááwʊ́ŋ, ŋ̀ kpá

source: Review Sentences
nmz: ɩ́ wììl mààtǝ̀

source: Review sentences in your language
nmz: ɩ́ wííl mààtǝ̀ kà mɩ́ wʊ̀tã̀ŋ tà

source: Review & Submit
nmz: ɩ́ wììl nǝ̀ ɩ́ jékǝ̀

source: Review transcriptions of recorded sentences for accuracy
nmz: ɩ́ wììl nǝ̀ ɩ́ ná sǝ̀ àkpààwʊ̀ŋ tóm wómpǝ̀ à màà nà sàrà jà

source: Review user-submitted transcriptions in your language
nmz: ɩ́ wììl nǝ̀ ɩ́ ná sǝ̀ mɩ́ wʊ̀tã̀ŋ wʊ̀tǝ̀rà mààtǝ̀ sàrà já

source: s
nmz: a

source: S
nmz: P

source: Select an option
nmz: ñʊ́ rííl

source: Select a variant (optional)
nmz: ɩ́ lǝ́sǝ́ wʊ́táŋ kà ká lɩ́ɩ̀ntǝ̀ (ʊ̀ tã̀ŋ féféré)

source: Select File
nmz: ɩ́ lǝ́sǝ́ tákǝ́ràŋ kàr

source: Select File to Upload
nmz: ɩ́ lǝ́sǝ́ àjèkùŋ tàkǝ̀ràŋ kàr

source: Select up to three domains (optional)
nmz: lǝ́sǝ́ àwóójá nóósútù

source: Sentence
nmz: máátǝ̀

source: Sentence Domain
nmz: máátǝ̀ àwóór

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
nmz: màatǝ̀ wóntǝ̀ àkpáá tǝ́ cé ná, à rʊ̀ʊ̀ tǝ̀ jǝ́rá tǝ́n àwóór ʊ́ tǝ́ŋkǝ́n cc-0 námʊ́ŋ àhààwʊ̀ŋ tákǝ́rá rʊ̀ʊ̀.

source: { $sentences } sentences reviewed. Thank you!
nmz: { $sentences } mààtǝ̀ kʊ̀wììltǝ̀. ñán tǝ̀mǝ́r !

source: Sentence Variant
nmz: mààtǝ̀ ntǝ́ tǝ̀lɩ́ɩ̀ntǝ̀

source: Separate sentences into one line by pressing “Enter” or “Return” once
nmz: ñʊ́ʊ̀ « sʊ̀wɩ̀ɩ̀ » rʊ̀ʊ̀ nǝ̀ ɩ́ rʊ́ mààtǝ̀ kà ntèntè

source: Service and Retail
nmz: tǝ̀mǝ́r nǝ̀ cʊ́kɔ̀cʊ́kɔ̀ wɩ̀ɩ̀tǝ̀r

source: Share Common Voice
nmz: há kɔ̀ɔ̀mɔ̀n fɔ̀wɩ́ɩ́sǝ̀ kà nɩ̀ɩ̀mpà.

source: Share your clip
nmz: jèkǝ̀ jǝ́rá kà ñá tóm.

source: Shortcuts
nmz: rǝ̀tópǝ̀

source: [Should be ‘dinosaurs’]
nmz: [ ʊ̀ wòsʊ́ sǝ̀ táàr gbèná]

source: [Should be “We are”]
nmz: [ ʊ̀ wòsʊ́ sǝ̀ «kʊ̀kʊ̀kʊ̀»]

source: Single
nmz: máátǝ̀ kǝ́rǝ́mátǝ̀

source: Single sentence submission
nmz: máátǝ̀ kǝ́rǝ́mátǝ̀ jèkúŋ

source: Skip
nmz: rɩ́ɩ́wʊ́ŋ

source: Small batch
nmz: cʊ́kɔ̀cʊ́kɔ̀

source: Small batch sentence submission
nmz: cʊ́kɔ̀cʊ́kɔ̀ mààtǝ̀ jékúŋ

source: Source: { $sentenceSource }
nmz: àrǝ̀liìnɖǝ̀ :{ $sentenceSource }

source: Speak
nmz: ɩ́ wʊ̀tǝ̀

source: Speak now
nmz: ɩ́ pɩ́ɩ́sǝ̀ ɩ́ wʊ̀tǝ̀

source: Speak options menu
nmz: « wʊ̀tʊ́ŋ » àwóór

source: Start recording
nmz: ɩ́ pààsǝ̀ tóm kpààwʊ̀ŋ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
nmz: <strong>[tílímtílím]</strong>táàr gbéná sǝ̀sòná<strong> [tílímtílím]</strong>

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
nmz: <strong>[ tìlúŋ]</strong>táàr gbéná sǝ̀sòná<strong> [gbésúŋ</strong>]

source: Submit
nmz: jèkʊ́ŋ

source: Submit a new question for the community to read and respond to
nmz: wòsǝ̀ wòsǝ̀tǝ̀ cǝ́fátǝ̀ nǝ̀ ñá ákpàr rààná kál nǝ̀ wá císí tǝ́

source: Submit a report
nmz: jèkǝ̀ tǝ̀mǝ̀r àtɩ̀ɩ̀sʊ̀ŋ tàkǝ̀rã́ŋ

source: Submit clips
nmz: jèkǝ̀ tóm kʊ́kpáám

source: Submit new questions for the community to read and respond to
nmz: ɩ́ wósǝ̀ tóm kʊ́fám nǝ̀ mɩ́ àkpàr tɩ̀ɩ̀nà kàl nǝ̀ wá cìsì

source: Success
nmz: tǝ̀mǝ̀r làpá

source: success checkmark
nmz: tɩ̀ɩ̀sʊ́ŋ mààrʊ̀ŋ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
nmz: ʊ̀ cí sǝ̀ mààtǝ̀ sàrà, tùù nǝ̀ ʊ̀ wàl ñá ñɩ́ntʊ́ʊ́r rʊ̀ʊ̀ . ʊ̀ tà sàrǝ̀, tùù nǝ̀ ʊ̀ wàl nà ñá ñɩ́ŋwɩ́ɩ́r rʊ̀ʊ̀. tùù nǝ̀ ʊ̀ kpà nà àsó nǝ́ ŋ̀ só tǝ̀ rʊ̀ʊ̀. <strong> ŋ̀ lɔ̀ɔ̀sǝ̀ ntǝ̀r kà ñà tǝ̀mǝ̀r tà, ràà sòwà, jèkǝ̀ tǝ́ !</strong>

source: Taking several attempts to read a word.
nmz: mɔ̀ɔ̀sǝ̀ mààrʊ̀ŋ kàlʊ̀ʊ̀ kà tám hálɩ̀.

source: Tap
nmz: ɩ́ ñʊ̀ʊ̀ rʊ́ʊ́

source: Technology and Robotics
nmz: ñʊ́ʊ́tǝ̀ lón

source: Thank you for contributing your bulk submission!
nmz: ɩ́ rʊ́ʊ̀ rá níír kà mààtǝ̀ kpàtǝ̀r jèkʊ́ŋ tà, mɩ́ nǝ̀ tǝ̀mǝ́r !

source: Thank you for contributing your voice!
nmz: ŋ̀ jèpá nǝ̀ ákpá ñá núwã̀ŋ, ñá nǝ̀ tǝ̀mǝ́r !

source: Thank you for donating your voice clips!
nmz: ɩ́ háá rá núwéésǝ̀ kpààwʊ̀ŋ, mɩ́ nǝ̀ tǝ̀mǝ́r !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
nmz: ɩ́ kpáá tóm pǝ̀ nà rà sɩ́ɩ́ mɩ̀ sǝ̀ mɩ́ nǝ̀ tǝ̀mǝ́r !<lineBreak></lineBreak> hɩ́ŋkàhɩ́ŋ ɩ́ pɩ́ɩ́sʊ́ʊ́ sǝ̀ ɩ́ tìsì nǝ̀ ɩ́ jékǝ̀ àlǝ̀sʊ́ŋ tóm pǝ̀ ná.

source: Thank you for your voice information
nmz: ɩ́ kpàà tóm nǝ̀ ɩ́ jékǝ̀ rá, mɩ́ nǝ̀ tǝ̀mǝ́r.

source: The bumblebee sped by.
nmz: lǝ̀mɔ̀ɔ̀sǝ́m kpǝ̀ràà

source: The clip has disrespectful or offensive language.
nmz: tàpúúrtǝ̀ nǝ̀ŋ tɩ̀wɩ̀làsǝ̀ wɩ̀ɩ̀ tóm pǝ̀ tà.

source: The giant dinosaur of the Triassic.
nmz: táàr gbénɖǝ̀ sǝ̀sònɖǝ̀.

source: The giant dinosaurs of the Triassi-.
nmz: táàr gbénɖǝ̀ sǝ̀sònɖǝ̀.

source: The giant dinosaurs of the Triassic.
nmz: táàr gbéná sǝ̀sònà.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
nmz: táàr gbéná sǝ̀sòná<strong>[àpààsǝ́nʊ̀ŋ kàlʊ́ŋ</strong>]

source: The giant dinosaurs of the Triassic. Yes.
nmz: táàr gbénɖǝ̀ sǝ̀sònɖǝ̀. ŋ̀ŋ̀ŋ̀.

source: The giant dino <strong>[cough]</strong> the Triassic.
nmz: táàr gbénɖǝ̀ sǝ̀sònɖǝ̀<strong> [gbésúŋ</strong>]

source: There are currently no sentences to review in this language.
nmz: ŋ́káhɩ̀ŋ ʊ̀ tà kààsǝ̀ àwììlùŋ mààtǝ̀ kà wʊ́tã́ŋ kà tà.

source: The recording was too long.
nmz: tóm kpààwʊ̀ŋ kǝ́l ròòlúŋ.

source: The recording was too quiet.
nmz: tóm kpààwʊ̀ŋ fòòlíím kǝ̀l tíbì.

source: The recording was too short.
nmz: tóm kpààwʊ̀ŋ kǝ́l rǝ̀tówá.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
nmz: fòòlíím lɔ̀sʊ́ŋ líŋ kálɖá cólààná. ʊ̀ cí sǝ̀ fòòlíím kǝ̀l kpàwʊ̀ŋ nǝ̀ àkpààwʊ̀ŋ tóm wɩ̀ɩ̀ tìlùtìlù jàà fòòlíím kǝ̀l típì ɩ́ kìsì.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
nmz: mààtǝ̀ kpààr rɩ́ɩ́ nà kɔ̀ɔ̀mɔ̀n fɔ̀wɩ̀sǝ̀ tà. ʊ̀ sɩ̀ɩ̀ nà sìjà ɩ́ pɩ́ɩ́sʊ́ʊ́ sǝ̀ <writeURL> ɩ́ mà</writeURL> mààtǝ̀ jàà <reviewURL> ɩ́ wììl </reviewURL> mààtǝ̀ kà kɔ̀ɔ̀mɔ̀n fɔ̀wɩ̀sǝ̀ tà.

source: The sentence has a grammatical or spelling error.
nmz: tàsàrǝ́m mààrʊ̀ŋ wɩ̀ɩ̀ máátǝ̀ tǝ́ tà

source: The sentence has disrespectful or offensive language.
nmz: tápúúrtǝ̀ jààsǝ́ tʊ̀wɩ̀lã̀ŋ wɩ̀ɩ̀ máátǝ̀ tà.

source: The sentence must be grammatically correct.
nmz: ʊ̀ wòsù sǝ̀ mààtǝ̀ kà wɩ̀ɩ̀ sàrǝ̀tǝ̀.

source: The sentence must be speakable.
nmz: ʊ̀ wòsù sǝ̀ à pɩ̀ɩ̀sǝ̀ nǝ̀ àkàl mààtǝ̀.

source: The sentence must be spelled correctly.
nmz: ʊ̀ wòsù sǝ̀ à mà mààtǝ̀ kà sàrǝ̀tǝ̀.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
nmz: tóm pǝ̀ tàŋ féféré ; tàsǝ̀ pǝ̀ ñá sólìm tà. rà jékú tóm rà lɔ̀ɔ̀sʊ̀ʊ̀ ñá àlɩ̀ɩ̀mʊ̀ŋ. ràà jèkǝ̀ sǝ̀ jǝ́rá ná ñá tʊ̀tʊ̀ʊ̀r ñá ñá jǝ́r nǝ̀ ñá àjèkùŋ tóm nàmpììr.

source: Three to go!
nmz: ʊ̀ tǝ̀ kààsǝ́ nótúsù kánà !

source: Too many files
nmz: tákǝ́rásǝ̀ kǝ̀l hàlì

source: Transcribe audio recordings into text
nmz: mɩ́ wʊ́tã̀ŋ tàà tóm kʊ́kpààpǝ̀ mààwʊ̀ŋ

source: Transcribe audio recordings in your language
nmz: mɩ́ wʊ́tã̀ŋ tàà tóm kʊ́kpààpǝ̀ mààwʊ̀ŋ

source: Try again by dragging your file here
nmz: ɩ́ tàsǝ̀ mɔ̀ɔ̀sʊ̀ŋ kà mɩ́ tákǝ́ráŋ rʊ́wʊ̀ŋ kà cé

source: Try uploading again
nmz: ɩ́ tàsǝ̀ mɔ̀ɔ̀sʊ̀ŋ kà jékùŋ

source: Understand contribution criteria
nmz: sǝ̀nʊ̀ŋ pààtǝ̀ tóm nɩ̀wʊ̀ŋ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
nmz: ɩ́ nɩ̂ wóntǝ̀ rʊ̀ʊ̀ ʊ̀ mɔ̀ɔ̀nà sǝ̀ ɩ́ kúl jǝ́sǝ́r kà wóm nòwàŋ sǝ́ ɩ́ kémsʊ́ wʊ́tã̀ŋ nà ʊ̀ jél nɩ̀ɩ̀ rɔ̀ɔ̀n mɩ́ tʊ̀tʊ̀ʊ̀r mɩ́ wʊ́tã̀ŋ kpààwʊ̀ŋ !

source: Upload aborted. Do you want to delete your recordings?
nmz: jèkǝ̀tǝ̀ tà rɩ̀ɩ̀. ŋ̀ cí sǝ̀ ŋ́ hɩ̀ɩ̀sǝ̀ ñá tóm kʊ́kpààmpǝ̀ já?

source: { $uploadedSentences } of { $totalSentences } sentences collected
nmz: { $uploadedSentences } àkpáá mààtǝ̀ kà{ $totalSentences } tàà

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
nmz: { $uploadedSentences } àkpàà mààtǝ̀ kà { $totalSentences }rʊ́ʊ̀ nà. ñʊ́ʊ̀<downloadLink> cè</downloadLink> nǝ̀ ɩ́ rɩ̀ɩ̀sǝ̀ àkìsùŋ mààtǝ̀.

source: Upload failed, please retry.
nmz: mààtǝ̀ jékǝ̀tǝ̀ tà wál, rà hɩ́nɖʊ́ mɩ̀ sǝ̀ ɩ́ pààsǝ̀.

source: Upload <icon></icon> public domain sentences
nmz: ɩ́ jèkǝ̀ <icon></icon> jǝ́rá tǝ́n mààtǝ̀

source: Upload in progress...
nmz: ʊ̀ wɩ̀ɩ̀ jèkúŋ rʊ̀ʊ̀ …

source: Upload more sentences?
nmz: ɩ́ jékǝ̀ mààtǝ̀ lɩ̀ɩ̀ntǝ̀

source: Use correct grammar
nmz: ʊ̀ wósúú sǝ̀ wʊ̀tàŋ pààtǝ̀ ká wɩ̀ɩ̀ sàrǝ́tǝ̀

source: Use correct spelling and punctuation
nmz: ʊ̀ wósúú sǝ̀ mààwʊ́ŋ káà wɩ̀ɩ̀ sàrǝ́tǝ̀

source: Validate Readings
nmz: tìsì kàlʊ́ŋ kʊ̀pàm

source: Validate Readings, Review Transcriptions
nmz: tìsì kàlʊ́ŋ kʊ̀pàm, wììl ŋ́ ná sǝ̀ máátǝ̀ sàrà já

source: Validate Readings <small>(Coming soon)</small>
nmz: tìsì kàlʊ́ŋ kʊ̀pàm<small> ( wómpǝ̀ kʊ́ŋ nà táà</small>

source: Validate readings submitted by community members
nmz: ɩ́ tìsì mɩ́ wʊ̀tã̀ŋ tóm wómpǝ̀ àkpàr ñɩmpà jèkà nà.

source: Validate user-recorded readings in your language
nmz: ɩ́ tìsì mɩ́ wʊ̀tã̀ŋ tóm wómpǝ̀ wʊ́tǝ́rá kpàà nà

source: Varying Pronunciations
nmz: ntèntè kàlʊ́ŋ

source: Volume
nmz: fòòlíím

source: Want to save your information? <createProfile>Create a profile</createProfile>
nmz: ɩ́ sòòlà sǝ̀ ɩ́ kpá mɩ́ tóm já ?<createProfile> ɩ́ má mɩ́ álɩ̀ɩ̀mʊ̀ŋ</createProfile>

source: We are going out to get a coffee.
nmz: kʊ̀kʊ̀kʊ̀ àsó kʊ́ŋ jààlʊ́ŋ kà rǝ̀nà.

source: We are going out to get coffee.
nmz: kʊ̀kʊ̀kʊ̀ àsó kʊ́ŋ jààlʊ́ŋ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
nmz: rà tà pɩ́ɩ́sǝ̀ sǝ̀ ràhíwú àkèmsǝ̀nʊ̀ŋ tóm nǝ̀ rà kàl. ʊ́ tàsàà ɩ̀ pǝ̀sǝ̀ nǝ̀ ɩ́ páásǝ̀.

source: We couldn’t get any sentences for you to speak. Please try again later.
nmz: rà tà pɩ́ɩ́sǝ̀ sǝ̀ ràhíwú mààtǝ̀ nǝ̀ rà kàl. ʊ́ tàsàà ɩ̀ pǝ̀sǝ̀ nǝ̀ ɩ́ páásǝ̀.

source: We may have run out of clips - refresh the page, or try again later.
nmz: ʊ̀ tà kààsǝ̀ àtísiùŋ máátǝ̀ ka wʊ̀tã̀ŋ ká tà…

source: We’re going out to get coffee.
nmz: kʊ̀kʊ̀kʊ̀ àsó kʊ́ŋ jààlʊ́ŋ

source: We're making some big changes
nmz: rà lɔ̀ɔ̀sǝ́ tóm kà kpàtǝ̀r

source: We’re sorry, your platform is not currently supported.
nmz: à tàlàna mɩ̀ àkpàr àwòòr kà tǝ̀mǝ̀r, ɩ́ sʊ́ʊ́ nǝ̀ ɩ́ há rá.

source: We've run out of sentences to record in this language...
nmz: rà tà tàsǝ́ wɩ́ɩ́nʊ́ŋ kà máátǝ̀ sɩ̀ rà kpá wʊ̀tã̀ŋ ká táà…

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
nmz: ʊ̀ wɩ̀ɩ̀ sàrtǝ̀ sǝ̀ gbèŋgǝ̀lúŋ pààtǝ̀ kàà sǝ́ná nǝ̀ àrɔ̀ɔ̀n tà kʊ̀kʊ̀wèèsǝ̀ ntèntè. ʊ̀ cí sǝ̀ kʊ̀kʊ̀wèèsǝ̀ rón jɩ̀nsǝ̀ kàà cààrʊ́ mɩ́, ɩ́ jél nǝ̀ ʊ̀ cɔ̀.

source: What issues are you experiencing with this sentence?
nmz: káár wónràŋ kànà ɩ́ kàtǝ́n máátǝ̀ tǝ̀ tà ?

source: What needs to be in my file?
nmz: ʊ̀ mɔ̀ɔ̀nà sǝ̀ à rʊ́ wóntàŋ mà tàkǝ̀ràŋ tàà?

source: What sentences can I add?
nmz: má tàsǝ̀ máátǝ̀ wóntã̀ŋ ?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
nmz: mɩ́ kémsʊ́ŋ, ɩ́ ñǝ́l sàrtǝ̀ nǝ̀ ɩ̀ ná sǝ́ wóntǝ̀ à kpáà nà nǝ̀ wóntǝ̀ à máà nà tàmpà já ; ɩ́ kísǝ̀, pàà àhíndúŋ tóm cúmpǝ̀. <br /> àhíndúŋ tóm pààhǝ́ŋ :

source: Why are you asking?
nmz: áwʊ́r làpá ɩ́ wósú sǝ́mpǝ́ ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
nmz: ŋ́ wɩ̀ɩ̀nà àlɩ̀ɩ̀mʊ̀ŋ, ŋ̀ pɩ̀ɩ̀sʊ̀ʊ̀ sǝ̀ ŋ́ ná ñá tǝ́mǝ́r lápǝ̀ ʊ́ jél ñá nǝ̀ tóm kpààràà nɩ́mpà ɩ́ lá àkpàr

source: Write
nmz: mááwʊ́ŋ

source: Write options menu
nmz: « mààwʊ́ŋ » àwóór

source: y
nmz: o

source: Y
nmz: O

source: Yes
nmz: ŋ̀ŋ̀ŋ̀

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
nmz: ŋ̀ pɩ́ɩ́sʊ́ sǝ̀ ŋ̀ ñʊ́ʊ́ rǝ́tópǝ́ :{ sc-review-form-button-approve-shortcut } nǝ̀ ŋ̀ tísǝ̀,{ sc-review-form-button-reject-shortcut } nǝ̀ ŋ̀ kìsì,{ sc-review-form-button-skip-shortcut } nǝ̀ ŋ̀ rɩ̀ɩ̀

source: You cannot add multiple sentences for a single submission
nmz: ɩ́ kàà pɩ̀ɩ̀sʊ̀ʊ̀ sǝ̀ ɩ́ jékǝ̀ mààtǝ̀ kpàtǝ̀r kà tám kʊ́rǝ́mpǝ̀

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
nmz: ɩ́ tà lǝ̀sǝ̀ pàà wʊ̀tã̀ŋ. ɩ́ sʊ́wɩ̀ɩ̀ <profileLink> mɩ́ àlɩ̀ɩ̀mʊ̀ŋ tà</profileLink> nǝ̀ ɩ́ lǝ́sǝ́ wʊ́tásǝ̀

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
nmz: ɩ́ tál mɩ́ mààtǝ̀ jèkùŋ kèrǝ̀mrà kà cè.rà hɩ́nɖʊ́ mɩ̀ sǝ̀ ɩ́ jél nǝ̀ ʊ̀ lá càcàràŋ { $retryLimit } ʊ̀ fɩ́ɩ̀ nǝ́ ɩ́ jékǝ̀ mààtǝ̀ nɩ́ɩ̀ntǝ̀ kà àwòòr rǝ́ tàà. ɩ́ lá súrú, mɩ́ nǝ̀ tǝ̀mǝ́r !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
nmz: rà hɩ́nɖʊ́ mɩ̀ sǝ̀ ɩ́ jél nǝ̀ ʊ̀ lá cǝ̀lcǝ̀l { $retryLimit } ʊ̀ fɩ́ɩ̀ nǝ́ ɩ́ jékǝ̀ mààtǝ̀ nɩ́ɩ̀ntǝ̀ kà àwòòr rǝ́ tàà. ɩ́ lá súrú, mɩ́ nǝ̀ tǝ̀mǝ́r !

source: You must allow microphone access.
nmz: ɩ́ jèl nǝ̀ à tǝ́l núwáŋkpààsǝ̀r

source: You’re contributing to a target segment
nmz: ɩ́ wɩ̀ nɩ̀ɩ̀ sǝ̀ŋ rʊ̀ʊ̀rtǝ̀ wóntǝ̀ rà lǝ̀sáá ná tà.

source: You’re contributing to our first target segment
nmz: ɩ́ wɩ̀ nɩ̀ɩ̀ sǝ̀ŋ rá rà àpààsǝ́nʊ́ŋ rʊ̀ʊ̀rtǝ̀ wóntǝ̀ rà lǝ̀sáá ná tà.

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
nmz: ɩ́ kǝ́lʊ́ kàlʊ́ŋ kà lénlén. rà hɩ́nɖʊ́ʊ́ mɩ̀ sǝ̀ ɩ́ wììl mààtǝ̀ kà sàrǝ̀tǝ̀.

source: You're helping Common Voice reach our daily sentence goals!
nmz: ɩ́ sǝ́ŋ kɔ̀ɔ̀mɔ̀n fɔ̀wɩ̀ɩ̀sǝ̀ sǝ̀ ɩ̀ là jà àjʊ̀kʊ̀tà mààtǝ̀ tǝ̀mǝ́r !

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
nmz: ʊ̀ wɩ̀ɩ̀ sǝ́ mɩ́ wʊ́tã́ŋ tóm témpá! wáà càrʊ́ mɩ́, ɩ́ pɩ́sʊ́ sɩ̀ ɩ̀ lɔ̀ɔ̀sǝ̀ rʊ́rǝ́tǝ̀ ʊ́ jél nɩ̀nà mɩ̀ wʊ́tãŋ tà mààtǝ̀

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
nmz: ʊ̀ wɩ̀ɩ̀ sǝ́ mɩ́ wʊ́tã́ŋ máátǝ́ témpá ! wáà càrʊ́ mɩ́, ɩ́ pɩ́sʊ́ sɩ̀ ɩ̀ lɔ̀ɔ̀sǝ̀ rʊ́rǝ́tǝ̀ ʊ́ jél nɩ̀nà mɩ̀ wʊ́tãŋ tà mààtǝ̀.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
nmz: ʊ́ tǝ́ŋkǝ́n mɩ́ rʊ̀ʊ̀ nà kɔ̀mɔ̀n fɔ̀wɩ̀sǝ̀ tàl àfèmǝ̀r rʊ̀rǝ̀tǝ̀ kà kàkáá<goalPercentage></goalPercentage> kà wʊ̀tàsǝ̀ kpàwʊ̀ŋ kà{ $goalVale }

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
nmz: ʊ̀ tǝ́ŋkǝ́n mɩ́ rʊ̀ʊ̀ ná, kɔ̀mɔ̀n fɔ̀wɩ̀sǝ̀ tàl <goalPercentage>afèmǝ̀r rʊ̀rǝ̀tǝ̀ { $goalValue } tìsúŋ !
